Repository: barcampam/barcampam_website
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: am

source: ABOUT
am: ՄԵՐ ՄԱՍԻՆ

source: ARM
am: ՀԱՅ

source: Baghramyan Ave
am: Բաղրամյան

source: FAQ
am: ՀՏՀ

source: General
am: Ընդանուր

source: Get in touch with us!
am: Կապվեք մեր հետ!

source: Jun
am: Հուն

source: Livestream
am: Ուղիղ Եթեր

source: Made with 💘, by
am: Մեծ սիրով 💘,

source: Marshal
am: Մարշալ

source: Partners
am: Գործընկերներ

source: Speakers
am: Խոսնակներ

source: Special Speakers
am: Հատուկ Խոսնակներ

source: Sponsors
am: Հովանավորներ

source: Timetable
am: Ժամանակացույց

source: Yerevan
am: Երեւան

source: see less
am: տեսնել քիչ

source: see more
am: տեսնել ավելին

source: view source
am: դիտել աղբյուրը

source: The most acclaimed tech and media
am: Ամենա ազդարարված տեխնոլոգիայի եւ լրատվամիջոցների

source: event in the region
am: միջոցառումը տարածաշրջանում
